tutorials/incompressible/pimpleHFDIBFoam/fallingParticleDistribution/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
transportModel  Newtonian;

//~ nu             nu   [0 2 -1 0 0 0 0] 5e-3;
nu             nu   [0 2 -1 0 0 0 0] 5e-4;
//~ nu             nu   [0 2 -1 0 0 0 0] 1e-5;
//~ nu             nu   [0 2 -1 0 0 0 0] 1e-0;
rho            rho  [1 -3 0 0 0 0 0] 1;
//~ rho            rho  [1 -3 0 0 0 0 0] 1.0;

// ************************************************************************* //
